app/controllers/hosts_controller.rb

SELECT * FROM `hosts`
---
  def index
    @hosts = Host.all